Repository: jeffinho-ns/agilizaiapp
Catalog: lib/l10n/app_*.arb
Languages: de, es

# countrySelectionTitle
source: Country Selection
de: Sprachauswahl
es: Selección de Idioma

# findCountryHint
source: Find Country
de: Sprache suchen
es: Buscar Idioma

# saveButton
source: SAVE
de: SPEICHERN
es: GUARDAR

source: Hi Welcome 👋
de: Hallo, Willkommen! 👋
es: ¡Hola, Bienvenido! 👋

source: Loading...
de: Lädt...
es: Cargando...

source: Current location
de: Aktueller Standort
es: Ubicación actual

source: Not defined
de: Nicht definiert
es: No definido

source: Find amazing events
de: Finde erstaunliche Events
es: Encuentra eventos increíbles

source: Popular Events 🔥
de: Beliebte Events 🔥
es: Eventos Populares 🔥

source: VIEW ALL
de: ALLE ANSEHEN
es: VER TODOS

source: No popular events found.
de: Keine beliebten Events gefunden.
es: No se encontraron eventos populares.

# chooseEventType
source: Choose by Event Type ✨
de: Wähle nach Event-Typ ✨
es: Elige por Tipo de Evento ✨

source: Unique Events
de: Einzigartige Events
es: Eventos Únicos

source: Weekly Events
de: Wöchentliche Events
es: Eventos Semanales

# noEventsInCategory
source: No events in category "{categoryName}".
de: Keine Events in der Kategorie "{categoryName}".
es: No hay eventos en la categoría "{categoryName}".

# eventDetailsButton
source: DETAILS
es: DETALLES

source: Free
de: Kostenlos
es: Gratis

# notAvailable
source: N/A
de: N/V
es: N/D

# failToLoadImage
source: Failed to load image
de: Fehler beim Laden des Bildes
es: Error al cargar imagen

# eventNameUndefined
source: Undefined Name
de: Undefinierter Name
es: Nombre Indefinido

# locationUndefined
source: Undefined Location
de: Undefinierter Standort
es: Ubicación Indefinida

# dateUndefined
source: Undefined Date
de: Undefiniertes Datum
es: Fecha Indefinida

# timeUndefined
source: Undefined Time
de: Undefinierte Zeit
es: Hora Indefinida

# eventDescription
source: Description
de: Beschreibung
es: Descripción

source: No description available.
de: Keine Beschreibung verfügbar.
es: Sin descripción disponible.

source: Special Combo
de: Spezielles Combo
es: Combo Especial

source: Combo not available
de: Combo nicht verfügbar
es: Combo no disponible

source: Location
de: Standort
es: Ubicación

# mapUnavailable
source: Map unavailable or network failure
de: Karte nicht verfügbar oder Netzwerkfehler
es: Mapa no disponible o fallo de red

source: Amount of People
de: Anzahl der Personen
es: Cantidad de Personas

# tablesNeeded
source: Tables Needed (1 table per 6 people)
de: Benötigte Tische (1 Tisch für 6 Personen)
es: Mesas Necesarias (1 mesa para 6 personas)

# tableSingular
source: table
de: Tisch
es: mesa

# tablesPlural
source: tables
de: Tische
es: mesas

source: CONFIRM RESERVATION
de: RESERVIERUNG BESTÄTIGEN
es: CONFIRMAR RESERVA

source: Members joined
de: Beigetretene Mitglieder
es: Miembros confirmados

source: VIEW ALL / INVITE
de: ALLE ANSEHEN / EINLADEN
es: VER TODOS / INVITAR

# eventOrganizer
source: Event Organiser
de: Event-Organisator
es: Organizador del Evento

source: Reservation feature to be implemented!
de: Reservierungsfunktion wird implementiert!
es: ¡Funcionalidad de Reserva a implementar!

# userNotIdentified
source: User not identified. Please log in again.
de: Benutzer nicht identifiziert. Bitte melden Sie sich erneut an.
es: Usuario no identificado. Inicia sesión nuevamente.

# eventHouseInfoNotFound
source: Event house information not found.
de: Event-Haus-Informationen nicht gefunden.
es: Información de la casa del evento no encontrada.

source: Failed to confirm reservation:
de: Fehler beim Bestätigen der Reservierung:
es: Error al confirmar reserva:

source: Reservation confirmed!
de: Reservierung bestätigt!
es: ¡Reserva confirmada!

# onboardingExploreTitle
source: Explore Upcoming and Nearby Events
de: Entdecke Kommende und Nahegelegene Events
es: Explora Eventos Próximos y Futuros

# onboardingExploreSubtitle
source: In publishing and graphic design, Lorem is a placeholder text commonly
de: In der Publikation und im Grafikdesign ist Lorem Ipsum ein häufig verwendeter Platzhaltertext.
es: En el mundo de la publicación y el diseño gráfico, Lorem Ipsum es un texto de relleno comúnmente usado.

# onboardingCreateFindTitle
source: Create and Find Events Easily in One Place
de: Erstelle und Finde Events Einfach an einem Ort
es: Crea y Encuentra Eventos Fácilmente en un Solo Lugar

# onboardingCreateFindSubtitle
source: In this app you can create any kind of events and you can join all events.
de: In dieser App können Sie jede Art von Events erstellen und an allen Events teilnehmen.
es: En esta aplicación puedes crear cualquier tipo de evento y participar en todos los eventos.

# onboardingWatchFreeTitle
source: Watching Free Concerts with Friends
de: Schauen Sie sich kostenlose Konzerte mit Freunden an
es: Mira Conciertos Gratuitos con Amigos

# onboardingWatchFreeSubtitle
source: Find and booking concert tickets near your invite your friends to watch together
de: Finden und buchen Sie Konzertkarten in Ihrer Nähe und laden Sie Ihre Freunde ein, gemeinsam zuzuschauen.
es: Encuentra y reserva entradas para conciertos cerca de ti e invita a tus amigos a ver juntos.

# onboardingSkip
source: Skip
de: Überspringen
es: Saltar

# onboardingNext
source: Next
de: Weiter
es: Siguiente

# onboardingGetStarted
source: Get Started
de: Loslegen
es: Comenzar
